<?php
// Heading
$_['heading_title']   = 'Забыли свой пароль?';

// Text
$_['text_account']    = 'учетная запись';
$_['text_forgotten']  = 'Забытый пароль';
$_['text_your_email'] = 'Ваша электронная почта';
$_['text_email']      = 'Введите адрес электронной почты, связанный с вашей учетной записью. Нажмите «Отправить», чтобы получить ссылку для сброса пароля по электронной почте..';
$_['text_success']    = 'На ваш адрес электронной почты было отправлено письмо со ссылкой для подтверждения.';

// Entry
$_['entry_email']     = 'Адрес электронной почты';
$_['entry_password']  = 'новый пароль';
$_['entry_confirm']   = 'Подтверждение';

// Error
$_['error_email']     = 'Предупреждение: адрес электронной почты не был найден в наших записях, пожалуйста, попробуйте еще раз!';
$_['error_approved']  = 'Внимание: ваша учетная запись требует одобрения, прежде чем вы сможете войти.';
$_['error_password']  = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']   = 'Пароль и подтверждение пароля не совпадают!';
