<?php
// Heading
$_['heading_title']                = 'Логин аккаунта';

// Text
$_['text_account']                 = 'учетная запись';
$_['text_login']                   = 'Авторизоваться';
$_['text_new_customer']            = 'Новый покупатель';
$_['text_register']                = 'Еще не регистрировались?';
$_['text_register_account']        = 'Это займет не более минуты';
$_['text_returning_customer']      = 'Авторизоваться';
$_['text_i_am_returning_customer'] = 'Я постоянный клиент';
$_['text_forgotten']               = 'Забыл пароль?';
$_['button_continue']               = 'Создать аккаунт';
$_['text_loginvia']               = 'Войти через социальные сети';
$_['text_loginfb']               = 'Войти через Facebook';
$_['text_logintw']               = 'Войти через Twitter';
$_['text_logingp']               = 'Войти через Google+';
$_['button_login']               = 'Войти сейчас';

// Entry
$_['entry_email']                  = 'Эл. адрес';
$_['entry_password']               = 'пароль';
$_['error_email']          = 'Адрес электронной почты не является действительным!';
$_['error_password']       = 'Пароль должен быть от 4 до 20 символов!';

// Error
$_['error_login']                  = 'Предупреждение: нет совпадения для адреса электронной почты и / или пароля.';
$_['error_attempts']               = 'Предупреждение. В вашем аккаунте превышено допустимое количество попыток входа в систему. Пожалуйста, повторите попытку через 1 час.';
$_['error_approved']               = 'Внимание: ваша учетная запись требует одобрения, прежде чем вы сможете войти.';
