<?php
// Text

$_['heading_title']      = 'Мои любимые объявления';

$_['text_active']        = 'активный';
$_['text_incative']      = 'Неактивный';
$_['text_delete']        = 'удалять';

$_['text_account']        = 'Регистрация :';
$_['text_dashboard']      = 'Приборная доска';
$_['text_myads']       	  = 'Мои объявления';
$_['text_favads']         = 'Избранные объявления';
$_['text_messages']       = 'Сообщения';
$_['text_setting']        = 'Настройка профиля';
$_['text_addclassified']  = 'Добавить объявление';
$_['text_category']       = 'категория :';
$_['text_no_results']       = 'Никаких результатов:';
$_['text_enquiry']       = 'запрос';
$_['text_title']       = 'заглавие';
$_['text_email']       = 'Эл. адрес';
//button
$_['button_submit']       = 'Разместить';

$_['text_delete_msg']       = 'Успешно: ваш фаворит был успешно удален!';
$_['error_title']        = 'Название заголовка должно быть от 1 до 32 символов!';
$_['error_email']        = 'Адрес электронной почты не является действительным!';
$_['error_discription']  = 'Сообщение должно быть введено!';
$_['text_success']       = 'Успешно: Ваш запрос был успешно отправлен.';
$_['text_favdelete']       = 'Успешно: ваш фаворит был успешно удален!';
