<?php
// Text

$_['text_image']        = 'Профиль изображения';
$_['heading_title']        = 'Мои сообщения';
$_['button_upload']        = 'Изображение профиля';
$_['text_descriptions']        = 'Изображение профиля';
$_['text_success']       = 'Успешно: Ваш запрос был успешно отправлен .';
$_['text_success1']       = 'Успешно: Ваш ответ был успешно отправлен .';

$_['text_account']        = 'Регистрация:';
$_['text_dashboard']      = 'Приборная доска';
$_['text_myads']       	  = 'Мои объявления';
$_['text_favads']         = 'Избранные объявления';
$_['text_messages']       = 'Сообщения';
$_['text_setting']        = 'Настройка профиля';
$_['text_addclassified']  = 'Добавить объявление';
$_['text_typemassage']    = 'Введите ваше сообщение...';
