<?php
// Text
$_['heading_title']        = 'Моя настройка';
$_['text_image']        = 'Изображение профиля';
$_['button_upload']        = 'Изображение профиля';
$_['text_descriptions']        = 'Описания';
$_['text_account']        = 'Регистрация :';
$_['text_dashboard']      = 'Приборная доска';
$_['text_myads']       	  = 'Мои объявления';
$_['text_favads']         = 'Избранные объявления';
$_['text_messages']       = 'Сообщения';
$_['text_setting']        = 'Настройка профиля';
$_['text_submit']        = 'Разместить';
$_['text_addclassified']  = 'Добавить объявление';
$_['text_changeprofile']  = 'Настройки профиля';
$_['entry_firstname']    = 'Имя';
$_['entry_lastname']     = 'Фамилия';
$_['entry_email']        = 'Эл. почта';
$_['entry_telephone']    = 'телефон';
$_['entry_address']    = 'Адрес';
$_['entry_fax']          = 'факс';
$_['entry_password']          = 'пароль';
$_['entry_confirm']          = 'Подтверждение пароля';

$_['text_success']         = 'Успешно: Вы изменили настройки профиля!';
$_['error_warning']         = 'Внимание: пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_exists']                = 'Внимание: адрес электронной почты уже зарегистрирован!';
$_['error_firstname']             = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']              = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']                 = 'Адрес электронной почты не является действительным!';
$_['error_password']       = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']        = 'Подтверждение пароля не совпадает с паролем!';