<?php
// Heading
$_['heading_title'] = 'Ваш аккаунт был создан!';

// Text
$_['text_message']  = '<p>Поздравляем! Ваш новый аккаунт был успешно создан!</p> <p>Теперь вы можете воспользоваться привилегиями пользователей, чтобы расширить с вами ваши покупки в Интернете.</p> <p>Если у вас есть какие-либо вопросы о работе этого интернет-магазина, пожалуйста, напишите владельцу магазина по электронной почте.</p> <p>Подтверждение было отправлено на указанный адрес электронной почты. Если вы не получили его в течение часа, пожалуйста,<a href="%s">Связаться с нами</a>.</p>';
$_['text_approval'] = '<p>Спасибо за регистрацию в %s!</p><p>Вы будете уведомлены по электронной почте, как только ваша учетная запись будет активирована владельцем магазина.</p><p>Если у вас есть какие-либо вопросы о работе этого интернет-магазина, пожалуйста,<a href="%s">связаться с владельцем магазина</a>.</p>';
$_['text_account']  = 'учетная запись';
$_['text_success']  = 'успех';
