<?php
// Heading
$_['heading_title']			= 'Города';

// Text
$_['text_success']			= 'Успех: вы изменили города!';

// Column
$_['column_name']			= 'Название города';
$_['text_list']             = 'Список городов';
$_['text_add']              = 'Добавить город';
$_['text_edit']             = 'Изменить город';
$_['column_zone']			= 'зона';
$_['column_country']		= 'Страна';
$_['column_action']			= 'действие';

// Entry
$_['entry_status']			= 'Положение дел:';
$_['entry_name']			= 'Название города:';
$_['entry_zone']			= 'зона:';
$_['entry_country']			= 'Страна:';
$_['entry_image']			= 'Образ:';
$_['entry_hoverimage']		= 'Изображение при наведении:';

$_['button_edit'] 			= 'редактировать';
$_['option_select_country'] = 'Выберите страну';
$_['entry_local_city']       = 'Адрес';
$_['entry_local_cityname']       = 'Ваше местонахождение, название и почтовый индекс / почтовый индекс';
$_['entry_latitude']       = 'широта';
$_['entry_longitude']       = 'Долгота';
$_['entry_map']       = 'карта';

// Error
$_['error_permission']		= 'Предупреждение: у вас нет разрешения на изменение городов!';
$_['error_name']			= 'Название города должно быть от 3 до 128 символов!';
$_['error_country']			= 'Пожалуйста, выберите страну!';
$_['error_address']			= 'Предупреждение: этот город не может быть удален, так как он назначен %s записи адресной книги!';