<?php
// Heading
$_['heading_title']          = 'Классифицированные категории';

// Text
$_['text_success']           = 'Успех: вы изменили классифицированные категории!';
$_['text_list']              = 'Список классифицированных категорий';
$_['text_add']               = 'Добавить классифицированную категорию';
$_['text_edit']              = 'Изменить классифицированную категорию';
$_['text_default']           = 'По умолчанию';

// Column
$_['column_name']            = 'Имя классифицированной категории';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'действие';

// Entry
$_['entry_name']             = 'Имя классифицированной категории';
$_['entry_description']      = 'Описание';
$_['entry_meta_title'] 	     = 'Название метатега';
$_['entry_meta_keyword']     = 'Ключевые слова метатега';
$_['entry_meta_description'] = 'Описание метатега';
$_['entry_keyword']          = 'SEO URL';
$_['entry_parent']           = 'родитель';
$_['entry_filter']           = 'фильтры';
$_['entry_store']            = 'магазины';
$_['entry_image']            = 'Образ';
$_['entry_top']              = 'верхний';
$_['entry_column']           = 'Колонны';
$_['entry_sort_order']       = 'Порядок сортировки';
$_['entry_status']           = 'Положение дел';
$_['entry_layout']           = 'Переопределение макета';

// Help
$_['help_filter']            = '(Autocomplete)';
$_['help_keyword']           = 'Не используйте пробелы, вместо этого заменяйте пробелы на - и убедитесь, что URL-адрес SEO является глобально уникальным.';
$_['help_top']               = 'Отображение в верхней строке меню. Работает только для верхних родительских классифицированных категорий.';
$_['help_column']            = 'Количество столбцов для использования в нижних 3 классифицированных категориях. Работает только для верхних родительских классифицированных категорий.';

// Error
$_['error_warning']          = 'Внимание: пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission']       = 'Предупреждение. У вас нет разрешения на изменение категории объявлений.!';
$_['error_name']             = 'Имя классифицированной категории должно быть от 2 до 255 символов!';
$_['error_meta_title']       = 'Название мета должно быть больше 3 и меньше 255 символов!';
$_['error_keyword']          = 'SEO URL уже используется!';
$_['error_image']          = 'Изображение не может быть пустым, пожалуйста, выберите изображение!';
$_['error_parent']           = 'Выбранная вами родительская классифицированная категория является дочерней по отношению к текущей!';
