<?php
// Text
$_['text_address']       = 'Успешно: адрес доставки был установлен!';
$_['text_method']        = 'Успех: способ доставки был установлен!';

// Error
$_['error_permission']   = 'Предупреждение: у вас нет прав доступа к API!';
$_['error_firstname']    = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']     = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_address_1']    = 'Адрес 1 должен быть от 3 до 128 символов!';
$_['error_city']         = 'Город должен содержать от 3 до 128 символов!';
$_['error_postcode']     = 'Почтовый индекс должен быть от 2 до 10 символов для этой страны!';
$_['error_country']      = 'Пожалуйста, выберите страну!';
$_['error_zone']         = 'Пожалуйста, выберите регион / государство!';
$_['error_custom_field'] = '%s требуется!';
$_['error_address']      = 'Внимание: адрес доставки требуется!';
$_['error_method']       = 'Внимание: требуется способ доставки!';
$_['error_no_shipping']  = 'Предупреждение: варианты доставки не доступны!';

