<?php
// Text
$_['text_success']     = 'Успех: Ваша скидка на подарочный ваучер была применена!';
$_['text_cart']        = 'Успех: вы изменили свою корзину!';

$_['text_for']         = '%s Подарочный сертификат на %s';

// Error
$_['error_permission'] = 'Предупреждение: у вас нет прав доступа к API!';
$_['error_voucher']    = 'Предупреждение: Подарочный сертификат недействителен или баланс исчерпан!';
$_['error_to_name']    = 'Получатель\'s Имя должно быть от 1 до 64 символов!';
$_['error_from_name']  = 'Ваше имя должно быть от 1 до 64 символов!';
$_['error_email']      = 'Адрес электронной почты не является действительным!';
$_['error_theme']      = 'Вы должны выбрать тему!';
$_['error_amount']     = 'Сумма должна быть между %s and %s!';

